Repository: ant-kritsky/testtask
Catalog: www/locale/*/LC_MESSAGES/message.po
Languages: ru_ru

source: detected hacking attempt!
ru_ru: РѕР±РЅР°СЂСѓР¶РµРЅР° РїРѕРїС‹С‚РєР° РІР·Р»РѕРјР°!

source: Not valid login or password
ru_ru: РџР°СЂРѕР»СЊ РёР»Рё РёРјСЏ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ СѓРєР°Р·Р°РЅС‹ РЅРµ РІРµСЂРЅРѕ.

source: Please enter a valid email address.
ru_ru: Р’РІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅС‹Р№ email

source: Please enter no more than {0} characters.
ru_ru: РџРѕР¶Р°Р»СѓР№СЃС‚Р° РІРІРµРґРёС‚Рµ РЅРµ Р±РѕР»РµРµ {0} СЃРёРјРІРѕР»РѕРІ

source: Please enter at least {0} characters.
ru_ru: РџРѕР¶Р°Р»СѓР№СЃС‚Р° РІРІРµРґРёС‚Рµ РЅРµ РјРµРЅРµРµ {0} СЃРёРјРІРѕР»РѕРІ

source: Please enter the same value again.
ru_ru: Р’РІРµРґРёС‚Рµ РїСЂРµРґС‹РґСѓС‰РµРµ Р·РЅР°С‡РµРЅРёРµ РїРѕРІС‚РѕСЂРЅРѕ

source: Available extensions - gif,jpg,png
ru_ru: Р Р°Р·СЂРµС€РµРЅРЅС‹Рµ СЂР°СЃС€РёСЂРµРЅРёСЏ- gif,jpg,png

source: Hello
ru_ru: РџСЂРёРІРµС‚

source: Name
ru_ru: РРјСЏ

source: Registered
ru_ru: Р—Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅ

source: logout
ru_ru: Р’С‹Р№С‚Рё РёР· РїСЂРѕС„РёР»СЏ

source: This field is required.
ru_ru: Р­С‚Рѕ РїРѕР»Рµ СЏРІР»СЏРµС‚СЃСЏ РѕР±СЏР·Р°С‚РµР»СЊРЅС‹Рј

source: Please fix this field.
ru_ru: РџРѕР¶Р°Р»СѓР№СЃС‚Р° РёСЃРїСЂР°РІС‚Рµ СЌС‚Рѕ РїРѕР»Рµ

source: You can
ru_ru: Р’С‹ РјРѕР¶РµС‚Рµ

source: enter
ru_ru: РІРѕР№С‚Рё

source: or
ru_ru: РёР»Рё

source: registration
ru_ru: Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°С‚СЊСЃСЏ

source: Insert your email
ru_ru: Р’РІРµРґРёС‚Рµ РІР°С€ email

source: Password
ru_ru: РџР°СЂР»СЊ

source: Insert your password
ru_ru: Р’РІРµРґРёС‚Рµ РІР°С€ РїР°СЂРѕР»СЊ

source: Enter
ru_ru: Р’С…РѕРґ

source: Registration
ru_ru: Р РµРіРёСЃС‚СЂР°С†РёСЏ

source: Insert your name
ru_ru: Р’РІРµРґРёС‚Рµ РІР°С€Рµ РёРјСЏ

source: Avatar
ru_ru: РђРІР°С‚Р°СЂ

source: Insert your avatar
ru_ru: Р’С‹Р±РµСЂРёС‚Рµ СЃРµР±Рµ Р°РІР°С‚Р°СЂ

source: Password again
ru_ru: РџР°СЂРѕР»СЊ РµС‰Рµ СЂР°Р·

source: Insert password again
ru_ru: Р’РІРµРґРёС‚Рµ РїР°СЂРѕР»СЊ РµС‰Рµ СЂР°Р·

source: Registration success!
ru_ru: Р РµРіРёСЃС‚СЂР°С†РёСЏ РїСЂРѕС€Р»Р° СѓСЃРїРµС€РЅРѕ!

source: Thanks for registration!
ru_ru: РЎРїР°СЃРёР±Рѕ Р·Р° СЂРµРіРёСЃС‚СЂР°С†РёСЋ!

source: Now you can
ru_ru: РўРµРїРµСЂСЊ РІС‹ РјРѕР¶РµС‚Рµ
